Revit 2027 API
AnalysisDisplayMarkersAndTextSettings Constructor
Overload List
Name | Description
AnalysisDisplayMarkersAndTextSettings() |  Constructs a default instance of markers and text settings.
AnalysisDisplayMarkersAndTextSettings(AnalysisDisplayMarkersAndTextSettings) |  Constructs a new copy of the input AnalysisDisplayMarkersAndTextSettings object.
Top
See Also
Reference
AnalysisDisplayMarkersAndTextSettings Class
Autodesk.Revit.DB.Analysis Namespace